export const tableData = [
  {
    id: 1,
    name: "کارت گرافیک rtx 3060",
    pop: 50,
    sati: 20,
  },
  {
    id: 2,
    name: "کیبورد مکانیکال rapo",
    pop: 33,
    sati: 90,
  },
  {
    id: 3,
    name: "کارت گرافیک rtx 4090",
    pop: 10,
    sati: 70,
  },
  {
    id: 4,
    name: "مانیتور 4k asus",
    pop: 60,
    sati: 20,
  },
];

export const barChartData = [
  {
    name: "شنبه",
    آنلاین: 4,
    آفلاین: 6,
  },
  {
    name: "یک شنبه",
    آنلاین: 6,
    آفلاین: 4,
  },
  {
    name: "دوشنبه",
    آنلاین: 1,
    آفلاین: 9,
  },
  {
    name: "سه شنبه",
    آنلاین: 4,
    آفلاین: 6,
  },
  {
    name: "چهارشنبه",
    آنلاین: 5,
    آفلاین: 5,
  },
  {
    name: "پنج شنبه",
    آنلاین: 8,
    آفلاین: 2,
  },
  {
    name: "جمعه",
    آنلاین: 9,
    آفلاین: 1,
  },
];

export const lineChartData = [
  {
    name: "فروردین",
    جدید: 4000,
    قدیمی: 2400,
    amt: 2400,
  },
  {
    name: "اردیبهشت",
    جدید: 3000,
    قدیمی: 1398,
    amt: 2210,
  },
  {
    name: "خرداد",
    جدید: 2000,
    قدیمی: 9800,
    amt: 2290,
  },
  {
    name: "تیر",
    جدید: 2780,
    قدیمی: 3908,
    amt: 2000,
  },
  {
    name: "مرداد",
    جدید: 1890,
    قدیمی: 4800,
    amt: 2181,
  },
  {
    name: "شهریور",
    جدید: 1890,
    قدیمی: 4800,
    amt: 2181,
  },
  {
    name: "مهر",
    جدید: 1890,
    قدیمی: 4800,
    amt: 2181,
  },
];

export const dataSet = [
  { name: "لوازم جانبی دیجیتال", size: 220 },
  { name: "تزنیجات", size: 180 },
  { name: "لوازم خانه", size: 150 },
  { name: "مبلمان", size: 150 },
  { name: "موبایل", size: 140 },
  { name: "لپ تاپ / PC", size: 120 },
  { name: "لباس", size: 100 },
  { name: "لوازم تحریر", size: 60 },
  { name: "کفش", size: 50 },
  { name: "کیف", size: 30 },
  { name: "قطعه خودرو", size: 20 },
  { name: "فرش", size: 10 },
];
